{
  "al-bayt-residence": {
    "title": "بيت البيت",
    "category": "سكني | إضاءة خارجية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/77613753-2e3c-4c3e-8fca-85fdcd49a7b3.JPG-ynfKzvJTNSRDZlWEtIo1rOnYBONPqV.jpeg",
    "description": "يوضح هذا المسكن المهيب كيف يمكن للإضاءة المعمارية أن تحول المبنى إلى تحفة ليلية. تستخدم إضاءة الواجهة تقنية تراكب دقيقة، حيث تتدفق موجات ناعمة من الضوء على الأعمدة، مما يخلق تفاعلاً إيقاعياً بين الضوء والظل.",
    "details": [
      "يؤكد التصميم على فخامة الهيكل من خلال الإضاءة الاستراتيجية التي تبرز العناصر الزخرفية والتيجان المزخرفة. تم اختيار درجة حرارة اللون الدافئة (2700 كلفن) خصيصاً لتكمل اللون الكريمي للواجهة الخارجية، مما يعزز الحضور الرسمي للمبنى مع الحفاظ على أجواء ترحيبية.",
      "لاحظ كيف تخلق الإضاءة عمقاً من خلال إبراز المناطق الغائرة بشكل مختلف عن العناصر البارزة، مما ينتج عنه لوحة ثلاثية الأبعاد تكشف عن تفاصيل معمارية غير مرئية خلال ساعات النهار.",
      "يحترم نظام الإضاءة التسلسل الهرمي المعماري، مع إضاءة أكثر بروزاً للمدخل الرئيسي والميزات المركزية، وتصبح أكثر دقة تجاه العناصر المحيطية."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "تجهيزات LED خطية، إضاءة LED صاعدة، كشافات غائرة" },
      { "label": "درجة حرارة اللون", "value": "2700 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام DMX قابل للبرمجة مع ساعة فلكية" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع بصريات دقيقة لتقليل تسرب الضوء" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/77613753-2e3c-4c3e-8fca-85fdcd49a7b3.JPG-ynfKzvJTNSRDZlWEtIo1rOnYBONPqV.jpeg",
      "/placeholder.svg?height=600&width=800&query=luxury villa exterior night lighting",
      "/placeholder.svg?height=600&width=800&query=architectural facade lighting residential"
    ],
    "testimonial": {
      "quote": "حولت تصميم الإضاءة منزلنا إلى عمل فني في الليل. الاهتمام بالتفاصيل المعمارية والطريقة التي يعزز بها الضوء ميزات منزلنا أمر رائع.",
      "author": "العميل، بيت البيت"
    },
    "nextProject": "al-diwan-palace"
  },
  "al-diwan-palace": {
    "title": "قصر الديوان",
    "category": "ثقافي | إضاءة خارجية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/b92ff400-05d7-415c-a03b-c9f4aca74fa5.JPG-FZL4QzyraBXNT8GchgFyZHDAZeY381.jpeg",
    "description": "يعرض مشروع قصر الديوان نهجاً متقناً لإضاءة المعالم الثقافية. يستخدم نظام الإضاءة مزيجاً متناغماً من الإضاءة الخطية والإضاءة المركزة لتوضيح الواجهة الرائعة للمبنى، مما يخلق سيمفونية بصرية تحتفل بتراثه المعماري.",
    "details": [
      "يتلقى كل عنصر معماري اهتماماً فردياً - تتوهج الكورنيشات المزخرفة بلون كهرماني دقيق، بينما يتم تحديد الأقواس الإيقاعية بواسطة مصابيح موضوعة بدقة تعزز كمالها الهندسي. تخلق إضاءة القبة تأثيراً يشبه المنارة، مما يجذب العين لأعلى ويؤسس رحلة بصرية هرمية عبر الهيكل.",
      "يحترم تصميم الإضاءة الأهمية التاريخية للمبنى مع إدخال تقنيات معاصرة تجعله في حوار مع محيطه الحديث. النتيجة هي هوية ليلية تحول القصر إلى جوهرة مضيئة في سماء الليل، مرئية من مسافات كبيرة ولكنها لا تطغى أبداً في تألقها.",
      "تم إيلاء اهتمام خاص للأهمية الثقافية للمبنى، مع إضاءة تعزز طابعه الاحتفالي مع احترام مبادئ العمارة التقليدية."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "أجهزة عرض LED مخصصة، تجهيزات خطية، إضاءة أرضية صاعدة" },
      { "label": "درجة حرارة اللون", "value": "2700-3000 كلفن (أبيض دافئ مع لمسات كهرمانية)" },
      { "label": "نظام التحكم", "value": "نظام DMX مركزي مع إمكانيات إعداد المشاهد" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع بصريات دقيقة لتقليل تسرب الضوء" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/b92ff400-05d7-415c-a03b-c9f4aca74fa5.JPG-FZL4QzyraBXNT8GchgFyZHDAZeY381.jpeg",
      "/placeholder.svg?height=600&width=800&query=palace exterior night lighting",
      "/placeholder.svg?height=600&width=800&query=cultural building illumination evening"
    ],
    "testimonial": {
      "quote": "أعاد تصميم الإضاءة الحياة إلى هذا الهيكل التاريخي، مسلطاً الضوء على أهميته الثقافية مع خلق معلم بصري مذهل لمدينتنا.",
      "author": "مدير الشؤون الثقافية"
    },
    "nextProject": "serenity-corridor"
  },
  "serenity-corridor": {
    "title": "ممر السكينة",
    "category": "سكني | إضاءة داخلية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/3d23b78d-4a2a-4151-955e-014c8f9bbc44%281%29.JPG-Oi64Ws0tUhP77Rlmvd4Tw77PFpo8IL.jpeg",
    "description": "يوضح هذا الممر البسيط كيف يمكن للإضاءة المدروسة أن تحول مساحة انتقالية إلى ملاذ من الأناقة. يستخدم التصميم مصابيح سقفية غائرة دقيقة تخلق بركاً من الإضاءة على الأرضية، مما يؤسس إيقاعاً يوجه الحركة عبر المساحة دون إغراقها بسطوع غير ضروري.",
    "details": [
      "تم إبراز الخطوط النظيفة للخزائن من خلال الوضع الدقيق للضوء والظل، مما يخلق اهتماماً بصرياً مع الحفاظ على الطابع الهادئ للمساحة. يحترم نظام الإضاءة مادة الخشب، معززاً دفئه الطبيعي ونسيجه بدلاً من تسطيحه بإضاءة مفرطة.",
      "لاحظ كيف تخلق الإضاءة إحساساً بالعمق والأبعاد فيما يمكن أن يكون مجرد ممر بسيط. يؤسس التفاعل بين المناطق المضاءة والمظللة تسلسلاً هرمياً بصرياً متطوراً يرفع من التجربة الكاملة للتحرك عبر هذه المساحة.",
      "يتضمن تصميم الإضاءة اعتبارات وظيفية وجمالية، مما يضمن إضاءة كافية للمرور الآمن مع خلق جو يكمل القصد المعماري."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "مصابيح سقفية غائرة قابلة للتعديل، شرائط LED خطية، غاسلات جدارية" },
      { "label": "درجة حرارة اللون", "value": "2700 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام إضاءة ذكي لاسلكي مع أجهزة استشعار للحركة" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع إمكانيات خفت" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/3d23b78d-4a2a-4151-955e-014c8f9bbc44%281%29.JPG-Oi64Ws0tUhP77Rlmvd4Tw77PFpo8IL.jpeg",
      "/placeholder.svg?height=600&width=800&query=interior hallway elegant lighting",
      "/placeholder.svg?height=600&width=800&query=minimalist corridor illumination"
    ],
    "testimonial": {
      "quote": "ما كان مجرد ممر تحول إلى واحدة من المساحات المفضلة لدينا. تخلق الإضاءة إحساساً بالهدوء والتطور الذي يتناسب تماماً مع جمالية منزلنا.",
      "author": "صاحب المنزل"
    },
    "nextProject": "luminous-path"
  },
  "luminous-path": {
    "title": "المسار المضيء",
    "category": "تجاري | ممر خارجي",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/1219-Cover.jpg-DyerW66PSAfQJERuskvXFK819CjboY.jpeg",
    "description": "يوضح مشروع المسار المضيء كيف يمكن للإضاءة المعمارية أن تحول مساحات التنقل الخارجية إلى تجارب غامرة. تخلق المصابيح الأنيقة موكباً منظماً من الضوء يوجه الزوار مع إلقاء ظلال درامية ترقص عبر الممر.",
    "details": [
      "يؤسس نظام الإضاءة حواراً بين البيئة المبنية وعناصر المناظر الطبيعية. لاحظ كيف تبرز الإضاءة الصفات النسيجية للمساحات الخضراء، مما يخلق طبقات من الاهتمام البصري التي تتكشف مع تحرك المرء عبر المساحة. تتلقى الأسطح العمودية غسلات لطيفة من الضوء تكشف عن ماديتها دون إغراق التكوين.",
      "يخلق التوازن الدقيق بين الإضاءة الوظيفية والتأثير الجوي مساحة تشعر في وقت واحد بالأمان والسحر. تحول الإضاءة ما يمكن أن يكون مجرد منطقة انتقالية إلى وجهة بحد ذاتها - حديقة ليلية حيث تتحاور العمارة والطبيعة من خلال وسيط الضوء.",
      "تم إيلاء اهتمام خاص لخلق إحساس بالإيقاع والتقدم عبر المساحة، مع إضاءة توجه الحركة بشكل خفي مع خلق لحظات من الاهتمام البصري على طول الرحلة."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "أعمدة مخصصة، إضاءة أرضية صاعدة، إضاءة شريطية LED" },
      { "label": "درجة حرارة اللون", "value": "3000 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام قابل للبرمجة مع أجهزة استشعار للحركة ومشاهد مستندة إلى الوقت" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات تعمل بالطاقة الشمسية مع بطارية احتياطية، مصابيح LED عالية الكفاءة" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/1219-Cover.jpg-DyerW66PSAfQJERuskvXFK819CjboY.jpeg",
      "/placeholder.svg?height=600&width=800&query=landscape pathway lighting night",
      "/placeholder.svg?height=600&width=800&query=garden walkway illumination"
    ],
    "testimonial": {
      "quote": "لقد غيرت إضاءة الممر تجربة حرمنا الجامعي بعد حلول الظلام تماماً. ما كان مجرد ممر وظيفي أصبح الآن ميزة جميلة تعزز ممتلكاتنا بأكملها.",
      "author": "مدير المرافق"
    },
    "nextProject": "royal-mansion"
  },
  "royal-mansion": {
    "title": "القصر الملكي",
    "category": "سكني | واجهة خارجية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/7E344DBA-8FBA-4A8A-801B-3F54D772DB8B.JPG-SY3qCy4sdvo6IYboiCrouhsLYQX0VX.jpeg",
    "description": "يوضح هذا المسكن الفخم كيف يمكن للإضاءة المعمارية أن تكشف عن روح المبنى بعد غروب الشمس. يستخدم تصميم الإضاءة نهجاً متطوراً للتراكب يحترم النسب الكلاسيكية مع خلق هوية ليلية معاصرة.",
    "details": [
      "تتلقى الأعمدة إضاءة صاعدة دقيقة تبرز عموديتها وتخلق إيقاعاً عبر الواجهة. يتم إبراز الجبهات والعناصر الزخرفية بإضاءة موضعية دقيقة تكشف عن تفاصيلها المعقدة دون خلق ظلال قاسية أو وهج. تتلقى القبة اهتماماً خاصاً مع هالة من الضوء تؤسسها كعنصر تتويج للتكوين.",
      "تخلق الإضاءة تسلسلاً هرمياً يوجه العين عبر الواجهة، كاشفة عن السرد المعماري بطريقة مستحيلة خلال ساعات النهار. تعزز درجة حرارة اللون الدافئة المادية الفاخرة مع خلق جو مرحب يمتد حضور المبنى إلى المناظر الطبيعية المحيطة.",
      "يتضمن تصميم الإضاءة عناصر درامية وخفية، مما يخلق تكويناً متوازناً يحترم النسب الكلاسيكية للمبنى مع إضافة طبقة معاصرة من الاهتمام البصري."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "إضاءة أرضية صاعدة، تجهيزات خطية، كشافات موضعية" },
      { "label": "درجة حرارة اللون", "value": "2700 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام DMX مركزي مع ساعة فلكية" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع بصريات دقيقة" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/7E344DBA-8FBA-4A8A-801B-3F54D772DB8B.JPG-SY3qCy4sdvo6IYboiCrouhsLYQX0VX.jpeg",
      "/placeholder.svg?height=600&width=800&query=luxury mansion exterior night lighting",
      "/placeholder.svg?height=600&width=800&query=classical architecture illumination"
    ],
    "testimonial": {
      "quote": "لقد حول تصميم الإضاءة منزلنا إلى معلم بارز. الاهتمام بالتفاصيل المعمارية والطريقة التي يعزز بها الضوء العناصر الكلاسيكية أمر رائع حقاً.",
      "author": "مالك العقار"
    },
    "nextProject": "ethereal-drapery"
  },
  "ethereal-drapery": {
    "title": "الستائر الأثيرية",
    "category": "سكني | لمسة داخلية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/IMG_0363.JPG-GtbCYqmvPG1RCoYNifFpAzKlEZo5V9.jpeg",
    "description": "يوضح تركيب الستائر الأثيرية كيف يمكن للإضاءة أن تحول القماش إلى عنصر معماري مضيء. تخلق الإضاءة الخطية المخفية تدرجاً من الإضاءة يكشف عن مادية النسيج مع تأسيس توهج محيط ناعم في جميع أنحاء المساحة.",
    "details": [
      "تقنية الإضاءة المستخدمة هنا تحول ما يمكن أن يكون مجرد معالجة نافذة بسيطة إلى جدار مميز يصبح نقطة محورية للغرفة. يخلق الوضع الدقيق لمصدر الضوء توازناً مثالياً بين الإضاءة والظل، كاشفاً عن طيات الستارة وثنياتها كعناصر نحتية.",
      "يوضح هذا التركيب كيف يمكن للإضاءة أن تطمس الحدود بين الكائن الوظيفي وقطعة الفن. تصبح الستارة قماشاً للضوء، مما يخلق تفاعلاً ديناميكياً يتغير على مدار اليوم مع تفاعل الضوء الطبيعي مع الإضاءة الاصطناعية. تعزز درجة حرارة اللون الدافئة ألوان النسيج الطبيعية مع خلق جو مرحب يحول المزاج الكامل للمساحة.",
      "يخلق تصميم الإضاءة إحساساً بالعمق والأبعاد، محولاً سطحاً مسطحاً إلى عنصر ثلاثي الأبعاد يضيف اهتماماً بصرياً ودفئاً إلى المساحة."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "شرائط LED خطية مخصصة مع ناشرات" },
      { "label": "درجة حرارة اللون", "value": "2700 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام خفت لاسلكي مع التحكم في المشاهد" },
      { "label": "كفاءة الطاقة", "value": "شرائط LED عالية الكفاءة مع إمكانيات خفت" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/IMG_0363.JPG-GtbCYqmvPG1RCoYNifFpAzKlEZo5V9.jpeg",
      "/placeholder.svg?height=600&width=800&query=curtain lighting interior design",
      "/placeholder.svg?height=600&width=800&query=drapery illumination residential"
    ],
    "testimonial": {
      "quote": "لقد غيرت إضاءة الستائر غرفة معيشتنا تماماً. إنها تخلق جواً دافئاً ومرحباً يغير مزاج منزلنا بالكامل في المساء.",
      "author": "صاحب المنزل"
    },
    "nextProject": "fashion-atelier"
  },
  "fashion-atelier": {
    "title": "أتيليه الأزياء",
    "category": "تجزئة | إضاءة داخلية",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/IMG_9859.JPG-J7Csr60JBX7n4MMMNRQrAe5j9zDi2s.jpeg",
    "description": "تعرض هذه المساحة التجارية المعاصرة كيف يمكن للإضاءة الاستراتيجية أن ترفع تجربة التسوق مع إبراز البضائع بدقة. يستخدم نظام الإضاءة نهجاً متطوراً للتراكب يخلق تسلسلاً هرمياً بصرياً ويوجه العملاء عبر المساحة.",
    "details": [
      "يتلقى الإطار المعماري إضاءة تحدد الحدود المكانية مع خلق إحساس بالانفتاح. تخلق عناصر LED الخطية المدمجة في الإطار المعدني إيقاعاً بصرياً مع توفير إضاءة محيطة. تركز الإضاءة الموضعية على البضائع، كاشفة عن القوام والألوان مع عرض ألوان عالٍ يضمن إدراكاً دقيقاً للملابس.",
      "لاحظ كيف تخلق الإضاءة مناطق متميزة داخل المخطط المفتوح، مؤسسة مناطق حميمة للتصفح مع الحفاظ على إحساس باستمرارية المساحة. يخلق التوازن الدقيق بين الإضاءة المحيطة والموضعية والمميزة بيئة ديناميكية تعزز كلاً من العمارة والمنتجات المعروضة.",
      "يتضمن تصميم الإضاءة اعتبارات وظيفية وجمالية، مما يضمن إضاءة مثالية لعرض المنتج مع خلق جو يعزز هوية العلامة التجارية وتجربة العملاء."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "كشافات مثبتة على المسار، شرائط LED خطية، مصابيح سقفية غائرة" },
      { "label": "درجة حرارة اللون", "value": "3000 كلفن (أبيض دافئ) مع CRI عالي (95+)" },
      { "label": "نظام التحكم", "value": "نظام DMX مركزي مع إمكانيات إعداد المشاهد" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع بصريات دقيقة" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/IMG_9859.JPG-J7Csr60JBX7n4MMMNRQrAe5j9zDi2s.jpeg",
      "/placeholder.svg?height=600&width=800&query=retail store lighting design",
      "/placeholder.svg?height=600&width=800&query=fashion boutique interior illumination"
    ],
    "testimonial": {
      "quote": "لقد غير تصميم الإضاءة مساحة البيع بالتجزئة لدينا تماماً. تبدو بضائعنا رائعة، ويعلق العملاء بانتظام على الأجواء ومدى رؤيتهم الجيدة للألوان الحقيقية لمنتجاتنا.",
      "author": "مالك المتجر"
    },
    "nextProject": "heritage-courtyard"
  },
  "heritage-courtyard": {
    "title": "فناء التراث",
    "category": "ثقافي | فناء داخلي",
    "mainImage": "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/e39bdaf7-777a-4b58-b46a-247045909fff.JPG-VaK0nASLZXMPILWslzkw0nWXOVIZ0g.jpeg",
    "description": "يوضح مشروع فناء التراث كيف يمكن للإضاءة أن تكرم العمارة التقليدية مع خلق جو معاصر. يستخدم نظام الإضاءة لمسة دقيقة تحترم السياق التاريخي مع تعزيز التجربة المكانية للمستخدمين المعاصرين.",
    "details": [
      "تصبح شجرة الزيتون القديمة قطعة نحتية مركزية من خلال إضاءة صاعدة موضوعة بعناية تكشف عن جذعها المتعرج وتخلق مظلة من الظلال على الأسطح المحيطة. تتلقى الأعمدة الكلاسيكية إضاءة لطيفة تبرز شكلها دون إغراق نسبها الأنيقة.",
      "تخلق الإضاءة بيئة ليلية هادئة تشجع على التأمل والاتصال بالتراث. تشير درجة حرارة اللون الدافئة إلى مصابيح الزيت التقليدية مع توفير إضاءة مريحة للأنشطة المعاصرة. يخلق التفاعل بين الضوء والظل مساحة ديناميكية تتغير طوال المساء، كاشفة عن جوانب مختلفة من العمارة مع تقدم الليل.",
      "يوازن تصميم الإضاءة بين احترام السياق التاريخي والوظائف المعاصرة، مما يخلق مساحة تكرم التقاليد مع تلبية الاحتياجات الحديثة للراحة والاهتمام البصري."
    ],
    "specs": [
      { "label": "نوع الإضاءة", "value": "إضاءة أرضية صاعدة، كشافات غائرة، فوانيس مخصصة" },
      { "label": "درجة حرارة اللون", "value": "2700 كلفن (أبيض دافئ)" },
      { "label": "نظام التحكم", "value": "نظام لاسلكي مع إمكانيات إعداد المشاهد" },
      { "label": "كفاءة الطاقة", "value": "تجهيزات LED عالية الكفاءة مع بصريات دقيقة" }
    ],
    "gallery": [
      "https://hebbkx1anhila5yf.public.blob.vercel-storage.com/e39bdaf7-777a-4b58-b46a-247045909fff.JPG-VaK0nASLZXMPILWslzkw0nWXOVIZ0g.jpeg",
      "/placeholder.svg?height=600&width=800&query=courtyard lighting traditional architecture",
      "/placeholder.svg?height=600&width=800&query=heritage building illumination night"
    ],
    "testimonial": {
      "quote": "لقد بثت تصميم الإضاءة حياة جديدة في هذا الفناء التاريخي. إنه يحترم العمارة التقليدية مع خلق جو سحري يجذب الناس خلال ساعات المساء.",
      "author": "مدير التراث الثقافي"
    },
    "nextProject": "al-bayt-residence"
  }
}
